<<<<<<< HEAD
tap "clementtsang/bottom"
tap "dart-lang/dart"
# tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
# tap "mongodb/brew"
tap "ms-jpq/sad"
tap "pulumi/tap"
# tap "qovery/replibyte"
# tap "sass/sass"
# tap "superfly/tap"
brew "act"
brew "adr-tools"
brew "jpeg-turbo"
brew "node"
# brew "aws-cdk"
# brew "aws-sam-cli"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "black"
brew "bottom"
brew "broot"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "clang-format"
brew "cmake"
# brew "cocoapods"
brew "curl"
brew "datasette"
# brew "dcraw"
# brew "dfu-programmer"
# brew "dfu-util"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "dog"
brew "dust"
brew "exa"
brew "fd"
# brew "fdupes"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "geos"
brew "gh"
brew "git"
brew "git-quick-stats"
brew "glow"
brew "gmailctl"
brew "pinentry"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helix"
brew "helm"
brew "hexyl"
brew "highlight"
brew "howdoi"
brew "htop"
brew "http-server"
brew "httpie"
brew "imagemagick"
brew "imageoptim-cli"
brew "pygments", link: false
brew "ipython"
brew "jq"
brew "lazygit"
brew "ldns"
brew "legit"
brew "leveldb"
brew "libmagic"
brew "luajit", args: ["HEAD"]
brew "openssl@3"
brew "lychee"
brew "mackup"
brew "mailhog"
brew "mas"
# brew "micropython"
# brew "mitmproxy"
brew "qt"
brew "mkvtoolnix"
brew "node@16"
brew "mongosh"
brew "mtr"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node@18"
brew "openblas"
brew "nushell"
brew "nvm"
# brew "ocrmypdf"
brew "openssh"
brew "pgloader"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "pulumi"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "rustscan"
brew "rustup-init"
brew "scc"
# brew "scipy"
brew "sd"
# brew "spatialite-tools"
brew "starship"
brew "stylua"
brew "teensy_loader_cli"
# brew "terracognita"
brew "tokei"
brew "trash"
brew "tree"
brew "universal-ctags"
brew "wakatime-cli"
brew "wget"
# brew "wireguard-go"
# brew "wireguard-tools"
brew "xml2"
brew "yarn"
brew "yt-dlp"
brew "zbar"
brew "zenith"
brew "zoxide"
# brew "hashicorp/tap/terraform"
# brew "heroku/brew/heroku"
# brew "mongodb/brew/mongodb-community"
brew "ms-jpq/sad/sad"
# brew "qovery/replibyte/replibyte"
# brew "superfly/tap/flyctl"
brew "1password"
cask "1password-cli"
cask "adoptopenjdk8"
# cask "capture-one"
cask "cursorsense"
# cask "db-browser-for-sqlite"
cask "dbgate"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-inter"
cask "font-monofur-for-powerline"
# cask "godot"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "hex-fiend"
cask "imageoptim"
cask "istat-menus"
cask "lapce"
cask "obsidian"
# cask "openrefine"
cask "pdf-expert"
# cask "qlmarkdown"
# cask "quicklook-json"
cask "raycast"
cask "slack"
cask "suspicious-package"
cask "transmit"
# cask "visual-studio-code"
cask "vlc"
cask "wezterm-nightly"

mas "1Password for Safari", id: 1569813296
mas "Cardhop", id: 1290358394
mas "DaisyDisk", id: 411643860
mas "Fantastical", id: 975937182
mas "HazeOver", id: 430798174
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "mymind", id: 1532801185
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Poolsuite FM", id: 1514817810
mas "Save to Raindrop.io", id: 1549370672
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
||||||| (empty tree)
=======
tap "adoptopenjdk/openjdk"
tap "clementtsang/bottom"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ms-jpq/sad"
tap "pulumi/tap"
tap "tavianator/tap"
tap "wez/wezterm"
tap "withgraphite/tap"
brew "act"
brew "adr-tools"
brew "jpeg-turbo"
brew "openssl@3"
brew "aws-sam-cli"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "black"
brew "bottom"
brew "broot"
brew "fontconfig"
brew "glib"
brew "clang-format"
brew "cmake"
brew "curl"
brew "datasette"
brew "deno"
brew "pinentry"
brew "gnupg"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "docker"
brew "dog"
brew "dust"
brew "fd"
brew "gcc"
brew "harfbuzz"
brew "openblas"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "geos"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "glow"
brew "gmailctl"
brew "go"
brew "graphviz"
brew "helix"
brew "helm"
brew "hexyl"
brew "hey"
brew "highlight"
brew "pygments", link: false
brew "howdoi"
brew "htop"
brew "node"
brew "http-server"
brew "httpie"
brew "imagemagick"
brew "ipython"
brew "isort"
brew "jj"
brew "jq"
brew "lazygit"
brew "ldns"
brew "legit"
brew "leveldb"
brew "lf"
brew "libmagic"
brew "llm"
brew "locust"
brew "luajit"
brew "lychee"
brew "mackup"
brew "mailhog"
brew "mas"
brew "mongosh"
brew "mtr"
brew "protobuf@21"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "node@18"
brew "nushell"
brew "openssh"
brew "parquet-cli"
brew "pgloader"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pnpm"
brew "poetry"
brew "postgresql@16", restart_service: true
brew "pre-commit"
brew "prettier"
brew "procs"
brew "pulumi"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rustscan"
brew "rustup-init"
brew "scc"
brew "sd"
brew "shellcheck"
brew "starship"
brew "stylua"
brew "svgo"
brew "teensy_loader_cli"
brew "tokei"
brew "trash"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "vivid"
brew "wakatime-cli"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zbar"
brew "zellij"
brew "zenith"
brew "zoxide"
brew "heroku/brew/heroku"
brew "ms-jpq/sad/sad"
brew "tavianator/tap/bfs"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "audacity"
cask "cursorsense"
cask "darktable"
cask "dbgate"
cask "discord"
cask "drawio"
cask "firefox"
cask "fly"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-inter"
cask "font-monaspace"
cask "font-monofur-for-powerline"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "graphql-playground"
cask "hex-fiend"
cask "imageoptim"
cask "inkscape"
cask "istat-menus"
cask "krita"
cask "lapce"
cask "linear-linear"
cask "mysqlworkbench"
cask "notion"
cask "obsidian"
cask "pdf-expert"
cask "postman"
cask "raindropio"
cask "raycast"
cask "slack"
cask "suspicious-package"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wezterm-nightly"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Cardhop", id: 1290358394
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "HazeOver", id: 430798174
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Moom", id: 419330170
mas "mymind", id: 1532801185
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Poolsuite FM", id: 1514817810
mas "Save to Raindrop.io", id: 1549370672
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
>>>>>>> 3c27cb9 (Update with latest dump)
