tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/avr"
tap "px4/px4"
tap "superfly/tap"
tap "wez/wezterm"
brew "act"
brew "adr-tools"
brew "avrdude"
brew "awscli"
brew "bat"
brew "black"
brew "broot"
brew "fontconfig"
brew "pkg-config"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "curl"
brew "datasette"
brew "dcraw"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "dog"
brew "dust"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-quick-stats"
brew "pinentry"
brew "gnupg"
brew "go"
brew "graphviz"
brew "highlight"
brew "howdoi"
brew "htop"
brew "hub"
brew "imagemagick"
brew "imageoptim-cli"
brew "ipython"
brew "jq"
brew "ldns"
brew "legit"
brew "libmagic"
brew "mackup"
brew "macvim"
brew "mailhog"
brew "mas"
brew "micropython"
brew "mkvtoolnix"
brew "node"
brew "openblas"
brew "openssh"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "postgresql@12"
brew "procs"
brew "pyenv"
brew "pygments"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sd"
brew "sloccount"
brew "spatialite-tools"
brew "starship"
brew "teensy_loader_cli"
brew "tokei"
brew "tree"
brew "wget"
brew "xml2"
brew "yarn"
brew "youtube-dl"
brew "zenith"
brew "zoxide"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "superfly/tap/flyctl"
cask "adoptopenjdk8"
cask "anki"
cask "capture-one"
cask "cursorsense"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-inter"
cask "font-monofur-for-powerline"
cask "google-chrome"
cask "google-chrome-canary", args: { appdir: "/Applications" }
cask "google-drive"
cask "imageoptim"
cask "inkscape"
cask "istat-menus"
cask "iterm2"
cask "launchbar"
cask "openrefine"
cask "pdf-expert"
cask "poedit"
cask "screenflow"
cask "slack"
cask "sourcetree"
cask "steam"
cask "transmit"
cask "twist"
cask "visual-studio-code"
cask "vlc"
cask "volt"
cask "zoom"
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "iMovie", id: 408981434
mas "Keep It", id: 1272768911
mas "Keynote", id: 409183694
mas "Little Orpheus", id: 1446279575
mas "Moom", id: 419330170
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sweet Home 3D", id: 669289700
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
